Repository: mashood100/moja-core
Catalog: lib/l10n/app_*.arb
Languages: ku

source: Select permissions
ku: ئەرکەکانی هەڵبژێرە

source: Please select at least one permission
ku: تکایە لانیکەم ڕێگەپێدانێک هەڵبژێرە

source: Failed to update account
ku: نوێکردنەوەی هەژمار سەرکەوتو نەبوو

source: Change password
ku: گۆڕینی وشەی نهێنی

source: Save changes
ku: گۆڕینی زانیاری

source: Real time alerts
ku: ئاگادارکردنەوەی ڕاستەوخۆ

# real_time_alerts_description
source: Receive real time alerts for your business
ku: ئاگادارکردنەوەی ڕاستەوخۆ بۆ ئاگاربوون لە هەموو نوێکارییەکان

source: Task reminders
ku: بیرخستنەوەی کار

# task_reminders_description
source: Receive reminders for your tasks
ku: ئاداری دێدڵاین، کارە ڕێکخراوەکان و بیرخستنەوەکان

source: Subscription updates
ku: نوێکاری بەشداریکردنەکان

# subscription_updates_description
source: Receive updates for your subscriptions
ku: ئاگاداییەکان بۆ بەسەرچوون و لمیتی بەکارهێنان

source: General updates
ku: نوێکاری سەرەکی

# general_updates_description
source: Receive updates for your general account
ku: ئاگاداییەکان بۆ ئاگاربوون لە هەموو نوێکارییەکان

source: Account alerts
ku: ئاگادارکردنەوەی هەژمار

# account_alerts_description
source: Receive alerts for your account
ku: ئاگارییەکان بۆ هەموو ئەو چالاکیانە پەیوەندن بە هەمارەکەمەوە

source: Billing alerts
ku: ئاگادارکردنەوەی پارەدان

# billing_alerts_description
source: Receive alerts for your billing
ku: ئاگارییەکان بۆ پارەدانی بەشداریکردنەکان

source: Security alerts
ku: ئاگادارکردنەوەی پاراستن

# security_alerts_description
source: Receive alerts for your security
ku: ئاگادارکردنەوە لە هەر جوولەیەکی گوماناوی و پەڕگەی پاراستن

source: Email notifications
ku: پەیامەکان بە ئیمەیڵ

source: Push notifications
ku: پەیامەکان بە ڕاستەوخۆ لە ئەپەکەوە

source: Password does not match
ku: وشەی نهێنی هاوتا نییە

source: Confirm password is required
ku: وشەی نهێنی دووبارە بنووسە

source: Current password
ku: وشەی نهێنی

source: Enter current password
ku: وشەی نهێنی بنووسە

source: New password
ku: وشەی نهێنییەکی نوێ

source: Enter new password
ku: وشەی نهێنییەکی نوێ بنووسە

source: Confirm new password
ku: وشەی نهێنییەکی نوێ دووبارە بنووسە

source: Password must be at least 8 characters
ku: وشەی نهێنی پێویستە ٨ پیت یان زیاتر بێت

source: Password must be less than 50 characters
ku: وشەی نهێنی پێویستە ٥٠ پیت یان کەمتر بێت

source: Password Changed Successfully
ku: وشەی نهێنی بەسەرکەوتووی گۆڕدرا

source: App logo
ku: وێنەی بەشی سەرەوە

source: App bar background image
ku: وێنەی باگراوندی بەشی سەرەوە

source: Default app language
ku: زمانی کردنەوەی بەرنامەکە

source: Select default app language
ku: زمانی کردنەوەی بەرنامەکە دیاری بکە

source: Support email
ku: ئیمێڵی سەنتەری یارمەتی

source: Support phone number
ku: ژمارەی سەنتەری یارمەتی

source: Address
ku: ناونیشان

source: Enter address
ku: ناونیشان بنووسە

source: PDF
ku: پی دی ئێف

source: Excel
ku: ئێکسڵ

source: Are you sure you want to sign out?
ku: دڵنیایت دەتهەوێت بچیتە دەرەوە؟

source: Failed to login
ku: چوونە ژوورەوە سەرکەوتوو نەبوو

source: Upcoming Payments
ku: پارەدانەکانی داهاتوو

source: Payment Method
ku: شێوازی پارەدان

source: Amount Due for Next Cycle
ku: بڕی پارەی داهاتوو

source: Delivery Logs
ku: تۆماری گەیاندن

source: Notification Analysis
ku: شیکردنەوەی ئاگادارکردنەوەکان

source: Customer Support
ku: پشتگیری کڕیار

source: Payment Methods
ku: شێوازەکانی پارەدان

source: Add New Method
ku: زیادکردنی شێوازی نوێ

source: Billing Status
ku: دۆخی پارەدان

source: Current Plan
ku: پلانی ئێستا

source: Outstanding Amount
ku: بڕی پارەی ماوە

source: Usage Summary
ku: کورتەی بەکارهێنان

source: OTP Messages Sent
ku: نامە نێردراوەکانی OTP

source: Failed Message
ku: نامەی سەرنەکەوتوو

source: Notifications Sent
ku: ئاگادارکردنەوە نێردراوەکان

source: Plan Details
ku: وردەکاری پلان

source: Plan Name
ku: ناوی پلان

source: Renewal Date
ku: بەرواری نوێکردنەوە

source: Usage Limit
ku: سنووری بەکارهێنان

source: Hybrid
ku: هایبرید

source: Message Limit
ku: سنووری نامە

source: Notification Limit
ku: سنووری ئاگادارکردنەوە

source: Upgrade
ku: بەرزکردنەوە

source: Message History
ku: مێژووی نامەکان

source: Recipient
ku: وەرگر

source: Message Type
ku: جۆری نامە

source: Delivery Time
ku: کاتی گەیاندن

source: Successful
ku: سەرکەوتوو

source: Search by Project ID
ku: گەڕان بە ژمارەی پڕۆژە
