Repository: mashood100/moja-core
Catalog: lib/l10n/app_*.arb
Languages: ku

source: Moja
ku: مۆجە

# language
source: English
ku: کوردی

source: Dashboard
ku: داشبۆرد

source: Messages
ku: پەیامەکان

source: Settings
ku: ڕێکخستنەکان

source: Profile
ku: پرۆفایل

source: Secure Authentication
ku: پارێزەری بەهێز

source: Protect your account with ease
ku: هەژمارەکەت بە ئاسانی بپارێزە

source: Explore a variety of security features
ku: وەرزشی زیاتری بەهێزییەکان بکە

source: Just now
ku: ئێستا

source: years
ku: ساڵ

source: year
ku: ساڵ

source: months
ku: مانگ

source: month
ku: مانگ

source: weeks
ku: هەفتە

source: week
ku: هەفتە

source: days
ku: ڕۆژ

source: day
ku: ڕۆژ

source: hours
ku: کاتژمێر

source: hour
ku: کاتژمێر

source: minutes
ku: خولەک

source: minute
ku: خولەک

source: Seconds
ku: چرکە

source: Second
ku: چرکە

source: ago
ku: لەمەوبەر

source: Something went wrong
ku: هەڵەیەک ڕوویدا

source: y
ku: س

source: m
ku: م

source: w
ku: هەفتە

source: d
ku: ڕ

source: h
ku: ک

source: min
ku: خ

source: s
ku: چ

source: Get Started
ku: دەستپێکردن

source: Phone number cannot be empty
ku: ژمارەی تەلەفۆن نابێت بەتاڵ بێت

source: Enter phone number
ku: ژمارەی تەلەفۆن بنووسە

source: Phone number must be
ku: ژمارەی تەلەفۆن پێویستە

source: characters
ku: پیت بێت

source: Welcome to Moja
ku: بەخێربێیت بۆ مۆجە

source: We are happy to have you back here
ku: نەرخەوەمان بۆ سەربەخۆتەوە

source: Password
ku: پاسۆرد

source: Sign in
ku: دروستکردن

source: New to Moja?
ku: مۆجە جدید؟

source: Register
ku: دروستکردن

source: Sign in with Apple
ku: بە ئەپڵ بڕۆ ناوەوە

source: Sign in with Google
ku: بە گوگل بڕۆ ناوەوە

source: Next
ku: دواتر

source: Verify
ku: چالاککردن

# did_not_receive_the_code
source: Didnt receive the code?
ku: کۆدەکەت پێ نەگەشت؟

source: Resend code in
ku: کۆد بنێرەوە دوای

source: We have sent a code for
ku: کۆدەکەمان نارد بۆ

source: Verify phone number
ku: دڵنیاکردنەوەی ژمارەی مۆبایل

source: Resend code
ku: کۆد بنێرەوە

source: Confirm password
ku: دووبارە وشەی نهێنی بنووسە

source: Create a password
ku: دروستکردنی پاسۆرد

# continue_txt
source: Continue
ku: بەردەوام بوون

source: Please enter a password
ku: پاسۆرد بنووسە

source: Password must be at least 8 characters long
ku: پاسۆرد پێویستە 8 پیت بێت

source: Password must contain at least one uppercase letter
ku: پاسۆرد پێویستە یەک ئاڕاستەی بچووک بێت

source: Password must contain at least one lowercase letter
ku: پاسۆرد پێویستە یەک ئاڕاستەی بچووک بێت

source: Password must contain at least one number
ku: پاسۆرد پێویستە یەک ئاڕاستەی بچووک بێت

source: Password must contain at least one special character
ku: پاسۆرد پێویستە یەک ئاڕاستەی بچووک بێت

# setup_you_profile
source: Setup your profile
ku: پڕۆفایلەکەت ئامادە بکە

source: Please provide your name and email
ku: ناو و ئیمێڵەکەت بنووسە

source: Email
ku: ئیمێڵ

source: Full name
ku: ناوی تەواو

source: Enable location
ku: ڕێگەپێدانی ناونیشان

source: You will need to enable location in order to use MOJA
ku: پێویستت ڕێگەپێدانی ناونیشانە بۆ ئەوەی مۆجە بەکاربێت

source: Allow
ku: ڕێگەپێدان

source: Finish
ku: تەواوکردن

source: You are ready to start using MOJA
ku: ئێستا ئامادەیت بۆ بەکارهێنانی مۆجە

source: All done
ku: هەموو شتێک تەواوە

source: Channels
ku: ڕەنگەکان

source: Rewards
ku: بەخێربێیت

source: Notifications
ku: پەیامەکان

source: Copy
ku: کۆپی

source: Copied to clipboard
ku: کۆپی کرا

source: Copied
ku: کۆپی کرا

source: No messages found
ku: هیچ پەیامێک نەدۆزرایەوە

# about_us
source: About MOJA
ku: دەربارەی مۆجە

source: Invite friends
ku: هاوڕێکانت بانگهێشت بکە

source: Connected accounts
ku: هەژمارە پەیوەندکراوەکان

source: My numbers
ku: ژمارەکانم

source: Delete account
ku: سڕینەوەی هەژمار

source: Logout
ku: چوونە دەرەوە

source: Storage and data
ku: ڕێکخستنەکان و داتا

source: Help
ku: یارمەتی

source: Edit
ku: دەستکاری

source: points
ku: نقاط

source: Security
ku: پارێزگاری

source: Discover channels
ku: دۆزینەوەی کەناڵەکان

source: Followed channels
ku: کەناڵەکانی پەیوەندکراوەکان

source: Follow
ku: پەیوەندکردن

source: Following
ku: پەیوەندکراو

source: Search rewards
ku: بگەڕێ بۆ خەڵاتەکان

source: Free
ku: بێ بەرامبەر

source: Two-step verification
ku: دڵنیاکردنەوەی دوو پڕۆسەیی

source: Change number
ku: گۆڕینی ژمارەی مۆبایل

source: OTP auto-fill
ku: داخڵکردنی کۆد بە خودکاری

source: Allow login from other devices
ku: ڕێگەدان بە چوونە ژوورەوە لە ئامێری تر

source: General
ku: گشتی

source: Promotional
ku: بانگەشەکردن

source: Password Change
ku: گۆڕینی پاسۆرد

source: New Features
ku: تایبەتمەندی نوێ

source: Special Offers
ku: ئۆفەرە تایبەتەکان

source: Vibrations
ku: لەرزینەکان

source: Notification Tone
ku: دەنگی پەیامەکان

source: News and Announcements
ku: هەواڵ و ئاگادارییەکان

source: Login Alerts
ku: ئاگادارکردنەوەی چوونە ژوورەوە

source: Receive app updates
ku: تازەکردنەوەی بەرنامەکە

source: Email backup
ku: هەڵگرتن بۆ ناو ئیمەیڵ

source: Last backup
ku: کۆتا هەڵگرتن

source: Backup size
ku: قەبارەی هەڵگرتن

source: Backup email
ku: ئیمەڵی هەڵگرتن

source: Data sent
ku: داتای نێردراو

source: Data received
ku: داتای وەرگیراو

source: Network usage
ku: بڕی بەکارهێنانی تۆڕ

source: App and languages
ku: بەرنامە و زمان

source: Theme
ku: ڕووکار

source: Choose a language
ku: زمانێک هەڵبژێرە

source: Search for language
ku: بگەڕێ بۆ زمان

source: Current language
ku: زمانی ئێستا

source: Other languages
ku: زمانەکانی تر

source: System default
ku: باری ئامێرەکەت

source: Light
ku: تاریک

source: Dark
ku: ڕووناک

source: Choose a theme
ku: ڕووکارێک هەڵبژێرە

source: Edit profile
ku: پرۆفایلی تەواوکردن

source: Delete image
ku: سڕینەوەی وێنە

source: Choose from gallery
ku: هەڵبژاردن لە ئەلبوومەوە

source: Change picture
ku: گۆڕینی وێنە

source: Username
ku: ناوی بەڕێوەبەر

source: Save
ku: پاشەکەوتکردن

source: Discard
ku: هەڵوەشاندنەوە

source: Gender
ku: ڕەگەز

source: Date of birth
ku: بەرواری لەدایک بوون

source: Male
ku: نێر

source: Female
ku: مێ

source: Other
ku: هیتر

source: Cancel
ku: لابردن

source: OK
ku: تەواو

source: Email is required
ku: پێویستە ئیمێڵ بنووسیت

source: Email is invalid
ku: ئیمێڵەکەت نادرووستە

source: Username is required
ku: پێویستە ناو بنووسیت

source: Full name is required
ku: پێویستە ناوی تەواو بنووسیت

source: Full name should be at least two words
ku: ناوی تەواو پێویستە دوو وشە یان زیاتر بێت

source: Full name should be at least three characters
ku: ناوی تەواو پێویستە سێ پیت یان زیاتر بێت

source: Date of birth is required
ku: پێویستە بەرواری لەدایک بوون دیاری بکەیت

source: Gender is required
ku: پێویستە ڕەگەز دیاری بکەیت

source: Delete
ku: سڕینەوە

# delete_confirmation_description
source: Are you sure you want to delete this?
ku: دڵنیایت دەتەوێت ئەمە بسڕیتەوە؟

# delete_confirmation_title
source: Delete confirmation
ku: دڵنیاکردنەوەی سڕینەوە

# image_confirmation
source: Are you sure you want to delete this image?
ku: دڵنیایت دەتەوێت پرۆفایل بسڕیتەوە؟

source: Confirm
ku: تەواوکردن

source: Today
ku: ئەمڕۆ

source: Yesterday
ku: دوێنێ

source: You don't have any notifications
ku: هەژمارەکەت پێویستە پەیامەکانی پێشبینی بەکاربێت

source: Filter date
ku: فلتەری بەروار

source: Reset
ku: ڕیسێتکردنەوە

source: Submit
ku: جێبەجێکردن

source: followers
ku: پەیوەندکراو

source: Account ID
ku: ناونیشانی هەژمار

source: All
ku: هەموو

source: Invite a friend
ku: هاوڕێکانت بانگهێشت بکە

source: Invite your friends
ku: هاوڕێکانت بانگهێشت بکە

# invite_your_friends_description
source: Enter your friend's phone number and a message to send them an invite to join Moja.
ku: ئەم لینکە بۆ هاوڕێکانت بنێرە و هاوڕێکانت بپارێزە

source: Copy link
ku: کۆپی کردنی لینک

source: Your message
ku: پەیامەکەت

source: Select from contacts list
ku: هەڵبژاردن لە لیستی ژمارە پەیوەندییەکان

source: Search for contacts
ku: بگەڕێ بۆ ژمارە پەیوەندییەکان

source: Unknown
ku: نەناسراو

source: The Moja Story
ku: دەربارەی مۆجە

# moja_story_description
source: Moja is a social network that allows you to connect with your friends and family. It is a platform that allows you to share your thoughts, ideas, and experiences with others.
ku: مۆجە یەکەیەک کە بۆ ئەوەی ئەوە بۆ هاوڕێکانت بەکاردەبێت. مۆجە یەکەیەک کە بۆ ئەوەی ئەوە بۆ هاوڕێکانت بەکاردەبێت. مۆجە یەکەیەک کە بۆ ئەوەی ئەوە بۆ هاوڕێکانت بەکاردەبێت.

source: Easy sign up
ku: درووستکردنی هەژمار بە ئاسانی

source: Advanced security
ku: پارێزگاری پێشکەوتوو

source: User-friendly interface
ku: ڕووکاری ئاسان

source: Features
ku: تایبەتمەندییەکان

source: Privacy Policy
ku: تایبەتمەندی پارێزگاری

# faq
source: FAQs
ku: پرسیارە باوەکان

source: Terms of Service
ku: یاساکانی بەکارهێنان

# logout_description
source: Are you sure you want to logout?
ku: دڵنیای ئەتەوێت بچیتە دەوەرە؟

source: We are here to help you
ku: ئێمە لێرەین بۆ یارمەتیدانی تۆ

source: Are you sure you want to delete your account?
ku: دڵنیایت دەتەوێت هەژمارەکەت بسڕیتەوە؟

source: If you delete this account:
ku: ئەگەر هەژمارەکەت بسڕیتەوە:

# you_backup_storage_will_be_deleted
source: Your backup storage will be deleted
ku: هەموو پاشەکەوتەکانت دەسڕێنەوە

source: This account will be deleted from Moja
ku: هەژمارەکەت لە مۆجە دەسڕێنەوە

# all_you_data_will_be_deleted
source: All your data will be deleted
ku: هەموو داتاکانت دەسڕێنەوە لە مۆجە

source: Change number instead
ku: ژمارەکەت بگۆڕە لەبری

# confirm_you_phone_number_to_proceed_the_deletion_processes
source: Confirm your phone number to proceed the deletion processes
ku: ژمارەی مۆبایلەکەت بنووسە بۆ بەردەوامبوون لە پڕۆسەی سڕینەوەی هەژمارەکەت

source: You do not have any connected accounts yet
ku: هیچ هەژمارێکی پەیوەست کراوت نییە

source: Linked just now
ku: ئێستا پەیوەست کرا

# linked_x_minutes_ago
source: Linked xx minutes ago
ku: xx خولەک پێش ئێستا پەیوەست کراوە

# linked_x_hours_ago
source: Linked xx hours ago
ku: xx کاتژمێر پێش ئێستا پەیوەست کراوە

# linked_x_days_ago
source: Linked xx days ago
ku: xx ڕۆژ پێش ئێستا پەیوەست کراوە

# linked_x_months_ago
source: Linked xx months ago
ku: xx مانگ پێش ئێستا پەیوەست کراوە

# linked_since_x
source: Linked since xx
ku: پەیوەست کراوە لە xxەوە

source: Unlink
ku: پچڕاندن

# are_you_sure_you_want_to_unlink_this_account_description
source: Are you sure you want to unlink this account? because once you unlink this account, you will not be able to login by this linked account anymore.
ku: دڵنیایت دەتەوێت بەستەر لا ببەیت؟ چونکە کە بەستەرەرەکەت لابرد، جارێکی تر ناتوانی بەم هەژمارە پەیوەست کراوە داخڵ ببیتەوە

source: Delete phone number
ku: سڕینەوەی ژمارەی مۆبایل

# delete_number_description
source: Are you sure you want to delete this number?
ku: دڵنیایت دەتەوێت ژمارەی مۆبایلەکەت بسڕیتەوە؟

source: OTP
ku: کۆدی دڵنیاکردنەوە

source: Change your phone number
ku: گۆڕینی ژمارەی مۆبایل

source: New number
ku: ژمارەی نوێ

source: Protect your accounts with ease
ku: پارێژگاری لە ئەکاونتەکانت بکە بە ئاسانی

source: Login success
ku: داخڵبوون سەرکەوتوو بوو

source: Unread
ku: نەخوێندراوە

source: Favorites
ku: دڵخوازەکان

source: Search
ku: بگەڕێ بۆ

source: Expired
ku: بەسەرچووە

source: Sign out
ku: چوونە دەرەوە

source: Overview
ku: تێڕوانینێکی گشتی

source: Tickets
ku: پشتگیری

source: Revenue and Billing
ku: داهات و پارەدان

source: Businesses
ku: بزنسەکان

source: Employees
ku: کارمەندەکان

source: Users
ku: بەکارهێنەرەکان

source: Access Privileges
ku: دەسەڵاتی دەستگەیشتن

source: Operations
ku: کرداری

source: Management
ku: بەڕێوەبردن

source: Weekly
ku: هەفتانە

source: Monthly
ku: مانگانە

source: Yearly
ku: ساڵانە

source: Daily
ku: ڕۆژانە

source: Revenue
ku: داهات

source: Active Users
ku: بەکارهێنەەرە چالاکەکان

source: Active Businesses
ku: بزنسە چالاکەکان

source: App Downloads
ku: داگرتنی بەرنامە

source: January
ku: کانونی یەکەم

source: February
ku: شوبات

source: March
ku: ئازار

source: April
ku: نیسان

source: May
ku: ئایار

source: June
ku: حوزەیران

source: July
ku: تەمموز

source: August
ku: ئاب

source: September
ku: ئەیلوول

source: October
ku: تشرینی یەکەم

source: November
ku: تشرینی دووەم

source: December
ku: کانونی دووەم

source: Jan
ku: کانونی ١

source: Feb
ku: شوبات

source: Mar
ku: ئازار

source: Apr
ku: نیسان

source: Jun
ku: حوزەیران

source: Jul
ku: تەمموز

source: Aug
ku: ئاب

source: Sep
ku: ئەیلوول

source: Oct
ku: تشرینی ١

source: Nov
ku: تشرینی ٢

source: Dec
ku: کانونی ٢

source: Saturday
ku: شەممە

source: Sunday
ku: یەکشەممە

source: Monday
ku: دووشەممە

source: Tuesday
ku: سێشەممە

source: Wednesday
ku: چوارشەممە

source: Thursday
ku: پێنجشەممە

source: Friday
ku: هەینی

source: Mon
ku: ٢شەم

source: Tue
ku: ٣شەم

source: Wed
ku: ٤شەم

source: Thu
ku: ٥شەم

source: Fri
ku: هەینی

source: Sat
ku: شەممە

source: Sun
ku: ١شەم

source: Revenue Trends
ku: داهاتی پێشکەوتوو

source: Notification Open Rate
ku: ڕ.کردنەوەی پەیامەکان

source: Opened
ku: کراوەکان

source: Un opened
ku: نەکراوەکان

source: Peak Engagement Times
ku: کاتی زۆرترین پەیوەندکردن

source: Open Rate
ku: ڕ.کردنەوە

source: This week
ku: ئەم هەفتەیە

source: Last week
ku: هەفتەی پێشوو

source: Performance Comparison
ku: بەراوردکردنی توانایی

source: Search by ticket ID
ku: بە ئایدی پشتگیری بگەڕێ

source: Export
ku: داگرتن

source: Sort
ku: ڕیزکردن

source: Filter
ku: فلتەرکردن

source: Ticket ID
ku: ئایدی پشتگیری

source: User
ku: داواکار

source: Category
ku: جۆر

source: Status
ku: دۆخ

source: Assigned to
ku: سپێردراوە بە

source: Created at
ku: دروستکراوە لە

source: Last updated
ku: نوێکراوەتەوە لە

source: Actions
ku: کردارەکان

source: Open
ku: کراوە

source: In progress
ku: لە پرۆسەدا

source: Closed
ku: مغلق

source: Showing
ku: پشاندانی

source: e.g.
ku: وەک

source: Go to
ku: بڕۆ بۆ

source: Count
ku: ژماردن

source: Total count
ku: ژمارەی هەموو

source: Edit ticket
ku: دەستکاریی پشتگیری

source: Assigned employee
ku: سپێردراوە بە

source: Update
ku: نوێکردن

source: Ticket not found
ku: پشتگیری نەدۆزرایەوە

source: Send
ku: ناردن

source: Message here...
ku: لێرە پەیام بنێرە...

source: Description
ku: تێبینی

source: Subject
ku: بابەت

source: Date submitted
ku: بەرواری پشتگیری

source: Submitted by
ku: نێردوارە لەلایەن

source: Attachments
ku: پەڕگەکان

source: Invoices
ku: ڕەچەتەکان

source: Usage metrics
ku: پێوەرەکانی بەکارهێنان

source: Subscriptions
ku: بەشداریکردنەکان

source: Revenue per business
ku: داهات بەپێی هەر بزنسێک

source: A2P messages
ku: پەیامەکانی A2P

source: OTP messages
ku: پەیامەکانی OTP

source: Business
ku: بزنس

source: Subscription
ku: بەشداریکردن

source: Payment status
ku: دۆخی بەشداریکردن

source: Last payment
ku: کۆتا پارەدان

source: Next payment
ku: پارەدانی داهاتوو

source: Active
ku: چالاک

source: Inactive
ku: ناچالاک

source: Pending
ku: لە پرۆسەدایە

source: Failed
ku: سەرنەکەوتوو

source: Over due
ku: دواکەوتوو

source: Cancelled
ku: هەڵوەشاوە

source: Billing
ku: پارەدانەکان

source: Paid
ku: پارەدراوە

source: Amount
ku: بڕی پارە

source: Invoice ID
ku: ئایدی

source: Issue date
ku: بەرواری دەستپێکردن

source: Due date
ku: بەرواری کۆتایی

source: Filter by
ku: فلتەر بە

source: Clear all
ku: لابردنی فلتەر

source: Priority
ku: گرنگی

source: Low
ku: لاواز

source: Medium
ku: مامناوەند

source: High
ku: گرنگ

source: Amount range
ku: فلتەری بڕ

source: From
ku: لە

source: To
ku: بۆ

source: Due date range
ku: بەرواری کۆتایی

source: Issued date range
ku: بەرواری دروستکردن

source: Inactive businesses
ku: بزنسە ناچالاکەکان

source: Add plan
ku: زیادکردنی پلان

source: Plans
ku: پلانەکان

source: Remove
ku: سڕینەوە

source: Registration date
ku: بەرواری دروستکردن

source: Suspended
ku: ڕاگیراو

source: Edit business
ku: دەستکاریی بزنس

source: Add business
ku: زیادکردنی بزنس

source: Business not found
ku: بزنس نەدۆزرایەوە

# search_by_user
source: Search by user name,email or phone
ku: بگەڕێ بۆ ناوی هەژمار، بە ناو، ئیمێڵ یان مۆبایل

source: Phone numbers
ku: ژمارە پەیوەندییەکان

source: Name
ku: ناو

source: Blocked
ku: بلاکدرا

source: Deleted
ku: سڕینەوە

source: Edit user
ku: دەستکاریی هەژمار

source: Add user
ku: زیادکردنی هەژمار

source: Edit employee
ku: دەستکاریی کارمەند

source: Add employee
ku: زیادکردنی کارمەند

source: Phone number
ku: ژمارەی مۆبایل

source: Enter name
ku: ناوێک بنووسە

source: Enter email
ku: ئیمێڵ بنووسە

source: Role
ku: ئەرک

source: Select role
ku: ئەرک دیاری بکە

source: Select status
ku: دۆخی هەژمار دیاری بکە

source: Enter password
ku: وشەی نهێنی بنووسە

source: Repeat password
ku: وشەی نهێنی دووبارە بنووسە

source: Cropping...
ku: لە بڕین دایە...

source: Crop
ku: بڕین

source: Click to upload
ku: کلیک بکە بۆ لۆدکردن

source: Image
ku: وێنە

source: Can not load image
ku: ناتوانی ئەم وێنەیە لۆد بکەی

source: Can not crop svg image
ku: ناتوانی ئەم وێنەیە ببڕیت

source: Please enter a name
ku: ناوێک بنووسە

source: Name must be at least 3 characters long
ku: ناو دەبێت لانیکەم ٣ پیت بێت

source: Please enter an email
ku: ئیمێڵ بنووسە

source: Please enter a valid email
ku: ئیمێڵێکی دروست بنووسە

source: Employee created successfully
ku: هەژمارەکە بە سەرکەوتویی دروستکرا

source: Failed to create employee
ku: دروستکردنی هەژمارەکە سەرکەوتو نەبوو

source: Employee updated successfully
ku: هەژمارەکە نوێکرایەوە

source: Failed to update employee
ku: نوێکردنەوەی هەژمارەکە سەرکەوتو نەبوو

source: Employee name: A to Z
ku: ناوی هەژمار: لە ئ تا ی

source: Employee name: Z to A
ku: ناوی هەژمار: لە ی تا ئ

source: Search by employee name
ku: بە ناوی هەژمار بگەڕێ

source: No employees found
ku: هیچ کارمەندێک نەدۆزرایەوە

source: User created successfully
ku: هەژمارەکە بە سەرکەوتوویی دروستکرا

source: Failed to create user
ku: دروستکردنی هەژمارەکە سەرکەوتو نەبوو

source: User updated successfully
ku: هەژمارەکە نوێکرایەوە

source: Failed to update user
ku: نوێکردنەوەی هەژمارەکە سەرکەوتو نەبوو

source: User name: A to Z
ku: ناوی هەژمار: لە ئ تا ی

source: User name: Z to A
ku: ناوی هەژمار: لە ی تا ئ

source: Search by user name
ku: بە ناوی هەژمار بگەڕێ

source: Search by name
ku: بگەڕێ بۆ ناو

source: No users found
ku: هیچ هەژمارێکی نەدۆزرایەوە

source: Registration date range
ku: بەرواری دروستکردن

source: Delete user
ku: سڕینەوەی هەژمار

source: Are you sure you want to delete this user?
ku: دڵنیایت دەتەوێت ئەم هەژمارە بسڕیتەوە؟

source: Are you sure you want to delete this record?
ku: دڵنیایت دەتەوێت ئەم داتایە بسڕیتەوە؟

source: User deleted successfully
ku: هەژمارەکە بە سەرکەوتوویی سڕایەوە

source: Failed to delete user
ku: سڕینەوەی هەژمارەکە سەرکەوتو نەبوو

source: Delete employee?
ku: سڕینەوەی کارمەند؟

# delete_confirm_dialog_description
source: To confirm, type "Delete" in the input below
ku: بۆ دڵنیاوەکردن، "Delete" بنووسە لە خوارەوە

source: Confirm deletion
ku: دڵنیاکردنەوەی سڕینەوە

source: Make sure you typed "Delete" correctly
ku: دڵنیابەرەوە کە "Delete" بە درووستی نووسیوە

source: Employee deleted successfully
ku: کارمەندەکە بە سەرکەوتوویی سڕایەوە

source: Failed to delete employee
ku: سڕینەوەی کارمەندەکە سەرکەوتو نەبوو

source: Business updated successfully
ku: بزنسەکە نوێکرایەوە

source: Failed to update business
ku: نوێکردنەوەی بزنسەکە سەرکەوتو نەبوو

source: Business created successfully
ku: بزنسەکە بە سەرکەوتوویی دروستکرا

source: Failed to create business
ku: دروستکردنی بزنسەکە سەرکەوتو نەبوو

source: Search by business name
ku: بە ناوی بزنس بگەڕێ

source: Business name: Z to A
ku: ناوی بزنس: لە ی تا ئ

source: Business name: A to Z
ku: ناوی بزنس: لە ئ تا ی

source: Registration date: Latest
ku: بەرواری دروستکردن: تازەترین

source: Registration date: Oldest
ku: بەرواری دروستکردن: کۆنترین

source: Subscription plan
ku: پلانی بەشداریکردن

source: Enter alias
ku: نازناوێک بنووسە

source: Alias
ku: نازناو

source: Personal contact details
ku: زانیاری کەسی پەیوەندی

source: Please select a role
ku: ئەرکی کەسەکە دیاری بکە

source: Company registration document
ku: پەڕگەی داخڵبوونی بزنس

source: Scanned agreement document
ku: پەڵەن نامە بە سکان کراوی

source: (Multiple supported)
ku: (چەند دانەیەک ڕێگە پێدراوە)

source: You can only upload 8 files
ku: تەنها ئەتوانیت ٨ پەڕگە هەڵبژێریت

source: Details
ku: زانیاریەکان

source: Projects
ku: پرۆژەکان

source: View
ku: پشاندان

source: Files
ku: پەرگە

source: Business projects
ku: پرۆژەی بزنسەکان

source: Project
ku: پڕۆژە

source: Project ID
ku: ژمارەی پڕۆژە

source: Add project
ku: زیادکردنی پرۆژە

source: Edit project
ku: دەستکاریی پرۆژە

source: Creation date range
ku: بەرواری دروستکردن

source: Created at: Latest
ku: دروستکردن: تازەترین

source: Created at: Oldest
ku: دروستکردن: کۆنترین

source: No items found
ku: هیچ بابەتێک نەدۆزرایەوە

source: Select business
ku: بزنس دیاری بکە

source: Select project type
ku: جۆری پرۆژە دیاری بکە

source: Project type
ku: جۆری پرۆژە

source: Please select business
ku: تکایە بزنس دیاری بکە

source: Please select project type
ku: تکایە جۆری پرۆژە دیاری بکە

source: Delete project
ku: سڕینەوەی پرۆژە

source: Failed to update project
ku: نوێکردنەوەی پرۆژە سەرکەوتو نەبوو

source: Project updated successfully
ku: پرۆژە نوێکرایەوە

source: Failed to delete project
ku: سڕینەوەی پرۆژە سەرکەوتو نەبوو

source: Project deleted successfully
ku: پرۆژە بە سەرکەوتوویی سڕایەوە

source: Project created successfully
ku: پرۆژە بە سەرکەوتوویی دروستکرا

source: Failed to create project
ku: دروستکردنی پرۆژە سەرکەوتو نەبوو

source: Project settings
ku: ڕێکخستنی پرۆژە

source: Project name
ku: ناوی پرۆژە

source: Project name: A to Z
ku: ناوی پرۆژە: لە ئ تا ی

source: Project name: Z to A
ku: ناوی پرۆژە: لە ی تا ئ

source: Sent
ku: نێردراوە

source: No notifications found
ku: هیچ پەیامێکی نەدۆزرایەوە

source: Notification created successfully
ku: پەیامێک بە سەرکەوتوویی دروستکرا

source: Failed to create notification
ku: دروستکردنی پەیامێک سەرکەوتو نەبوو

source: Notification updated successfully
ku: پەیامێک نوێکرایەوە

source: Failed to update notification
ku: نوێکردنەوەی پەیامێک سەرکەوتو نەبوو

source: Notification deleted successfully
ku: پەیامێک بە سەرکەوتوویی سڕایەوە

source: Failed to delete notification
ku: سڕینەوەی پەیامێک سەرکەوتو نەبوو

source: Add notification
ku: زیادکردنی پەیام

source: Search by notification title
ku: بگەڕێ بۆ ناوی پەیام

source: Delete notification
ku: سڕینەوەی پەیام

source: My account
ku: هەژماری من

source: Title
ku: ناو

source: Type
ku: جۆر

source: Receiver
ku: وەرگر

source: Date
ku: بەروار

source: Type: A to Z
ku: جۆر: لە ئ تا ی

source: Type: Z to A
ku: جۆر: لە ی تا ئ

source: Date: Oldest
ku: بەروار: کۆنترین

source: Date: Latest
ku: بەروار: تازەترین

source: Mobile app
ku: بەرنامەی موبایل

source: Business dashboard
ku: داشبۆردی بزنس

source: Moja dashboard
ku: داشبۆردی مۆجە

source: Platform destination
ku: پلاتفۆرمی مەبەست

source: Date range
ku: ماوەی بەروار

source: End users
ku: بەکارهێنەرەکان

source: Destination
ku: شوێنی مەبەست

source: Edit notification
ku: دەستکاریی پەیام

source: Write your message
ku: پەیامەکە بنووسە

source: Content
ku: پەیام

source: Enter title
ku: ناوی پەیام بنووسە

source: Alert
ku: ئاگادارکردنەوە

source: Promotion
ku: بڵاوکردنەوە

source: Reminder
ku: بیرخستنەوە

source: Link type
ku: جۆری بەستەر

source: Enter link
ku: بەستەر بنووسە

source: Link
ku: بەستەر

source: Internal
ku: ناوەکی

source: External
ku: دەرەکی

source: Title is required
ku: ناوی پەیام بنووسە

source: Title must be less than 50 characters
ku: ناوی پەیام پێویستە ٥٠ پیت یان کەمتر بێت

source: Title must be more than 3 characters
ku: ناوی پەیام پێویستە ٣ پیت یان زیاتر بێت

source: Type is required
ku: جۆری پەیام پێویستە

source: Link is too short
ku: بەستەر زۆر کورتە

source: Add role
ku: زیادکردنی ئەرک

source: Delete role
ku: سڕینەوەی ئەرک

source: Role updated successfully
ku: ئەرکە نوێکرایەوە

source: Failed to update role
ku: نوێکردنەوەی ئەرک سەرکەوتو نەبوو

source: Role deleted successfully
ku: ئەرک بە سەرکەوتوویی سڕایەوە

source: Failed to delete role
ku: سڕینەوەی ئەرک سەرکەوتو نەبوو

source: Role created successfully
ku: ئەرک بە سەرکەوتوویی دروستکرا

source: Failed to create role
ku: دروستکردنی ئەرک سەرکەوتو نەبوو

source: Permissions
ku: ئەرکەکان

source: No roles found
ku: هیچ ئەرکێک نەدۆزرایەوە

source: Search by role
ku: بگەڕێ بە ناوی ئەرک

source: Edit role
ku: دەستکاریی ئەرک

source: Describe the role in detail
ku: باسی ئەرکەکە بکە بە وردی
